[
  {
    "name": "Shola",
    "highlight": "Excellent teaching methods, little to no hand holding, keeps you accountable, gives extra practice",
    "review": "Excellent teaching methods, little to no hand holding, keeps you accountable, gives extra practice, excellent noting software & visual presentation/diagrams, great tutor!"
  },
  {
    "name": "Christina",
    "highlight": "Cameron not only helped me improve my grades significantly in a short period of time, but he also helped me gain confidence in my maths.",
    "review": "Cameron explains things very well and is very patient with me when I don't understand the maths. He is extremely friendly and is one of the best maths tutors I've ever had. Cameron not only helped me improve my grades significantly in a short period of time, but he also helped me gain confidence in my maths. I absolutely recommend him."
  },
  {
    "name": "Shenger",
    "highlight": "I was able to understand difficult questions much better.",
    "review": "Cameron is an amazing math tutor! He explains very well and I was able to understand difficult questions much better. He writes down every step and sends me all the work after our lesson which is super helpful. I highly recommend Cameron!"
  },
  {
    "name": "Diego",
    "highlight": "Helped me a lot preparing for an exam with short notice and went above and beyond during our communication to make sure I had all the right tools necessary to succeed.",
    "review": "Cameron is a fantastic tutor, he's cheerful and eager to help explain problems in different ways until you can understand them. Helped me a lot preparing for an exam with short notice and went above and beyond during our communication to make sure I had all the right tools necessary to succeed. 5/5 would definitely contact him again"
  },
  {
    "name": "Adriana",
    "highlight": "Our daughter is very happy with the way he helps her focus and understand Gr11 IB math.",
    "review": "Cameron is very knowledgeable, organized and well prepared for each session. Our daughter is very happy with the way he helps her focus and understand Gr11 IB math. We highly recommend Cameron."
  },
  {
    "name": "Caroline",
    "highlight": "He gave me a lot of practice and I was able to understand what I was doing and where I had to work extra hard.",
    "review": "Cameron is an excellent professor. He tries to understand where I was struggling and tried to focus on this. He gave me a lot of practice and I was able to understand what I was doing and where I had to work extra hard. I really appreciate his help! Thank you so much!!"
  },
  {
    "name": "William",
    "highlight": "A couple of weeks with Cameron's help, we are already seeing improvement on her test results, and she seems much more confident with the class.",
    "review": "We are so glad to have found Cameron to tutor our daughter. Daughter seemed to struggle in her pre-calculus 12 and asked for help. A couple of weeks with Cameron's help, we are already seeing improvement on her test results, and she seems much more confident with the class. Cameron explains things in multiple ways to help you understand, and he seems to know everything off the top of his head. I would definitely recommend Cameron for any math help!"
  },
  {
    "name": "Aaron",
    "highlight": "I would never recommend another tutor than Cam, best I've ever had by far.",
    "review": "I would never recommend another tutor than Cam, best I've ever had by far. He is very smart, knowledgeable on every topic, explains everything very clearly, and genuinely cares. He helped me get the grade I needed to get into my program and went above and beyond the whole time."
  },
  {
    "name": "Amelia",
    "highlight": "Thanks to his support, I felt confident and well-prepared going into the AP exam, and I ended up getting credits, which I am extremely happy about!",
    "review": "I had the best experience working with Cameron during my senior year while taking AP Calculus.\r\n\r\nAt the beginning of the school year, I actually tried out a few different tutors, he was the third one I worked with, and by far the best. He stood out immediately because of how clearly he explained things, and he was the only one I continued with for the rest of the year, and I'm so glad I did.\r\n\r\nHe is incredibly knowledgeable and helped me work through the areas I really struggled with. His explanations were very clear, he would write out his work so I could understand the processes clearly and he was very patient with me. Thanks to his support, I felt confident and well-prepared going into the AP exam, and I ended up getting credits, which I am extremely happy about!\r\n\r\nHe's not only super smart, but also extremely kind, friendly, and encouraging. He always took the time to make sure I really understood each concept and would reteach sections I learnt at school that I did not understand at all. He even mentioned that I can reach out again once I'm in university if I need help, which just shows how committed he is to his students.\r\n\r\nI would absolutely recommend him to anyone needing help with math, especially AP Calculus. Truly one of the best tutors I've had!"
  },
  {
    "name": "Shana",
    "highlight": "Cameron was vital in my daughter completing math 11.",
    "review": "Cameron was vital in my daughter completing math 11. He assisted her with her homework, kept her on track, assigned her exercises to ensure that she understood what she needed to for tests and quizzes and helped her achieve a final grade of A. He was very easy to communicate with and we would highly recommend him to anyone needing homework help and test prep."
  },
  {
    "name": "Katherine",
    "highlight": "My daughter had very low confidence at the beginning of the term, but she ended up with 98% in the course!",
    "review": "Cameron did a great job tutoring math 11 for my daughter. He is very friendly and welcoming and explains concepts well. My daughter had very low confidence at the beginning of the term, but she ended up with 98% in the course! I highly recommend Cameron's services!"
  },
  {
    "name": "Cole",
    "highlight": "The way he can explain such advanced topics in simple ways is mind blowing.",
    "review": "After working with Cameron for close to half a year, I can confidently say he is the best math tutor I've ever tried. The way he can explain such advanced topics in simple ways is mind blowing. As a student who wasn't the strongest in math through my grade 11 year, Cameron's tutoring skills had helped bring my mark up multiple percent in a very short time. I think Cameron is a tutor that deeply cares and listens to where your having trouble, and can very accurately pinpoint where and what the issue might be for you, along with helping you understand and perfect the strategy to help you."
  }
]
